Repository: dewise080/kuzey-v5-Kali-Finale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ru, tr

source: Verification
ar: التحقق
de: Verifizierung
es: Verificación
fr: Vérification
it: Verifica
tr: Doğrulama

source: Upload your documents and fill the contact form.
ar: ارفع مستنداتك واملأ نموذج الاتصال.
de: Laden Sie Ihre Dokumente hoch und füllen Sie das Kontaktformular aus.
es: Sube tus documentos y completa el formulario de contacto.
fr: Téléchargez vos documents et remplissez le formulaire de contact.
it: Carica i tuoi documenti e compila il modulo di contatto.
tr: Belgelerinizi yükleyin ve iletişim formunu doldurun.

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
tr: Telefon Numarası

source: Document File:
ar: ملف المستند:
de: Dokumentdatei:
es: Archivo del documento:
fr: Fichier du document :
it: File del documento:
tr: Belge Dosyası:

source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Télécharger
it: Carica
tr: Yükle

source: Return to home
ar: العودة إلى الرئيسية
de: Zur Startseite zurückkehren
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla home
tr: Anasayfaya dön

source: Find Your New<br>Modern Apartment
ar: اعثر على شقتك الحديثة الجديدة
de: Finden Sie Ihre neue<br>moderne Wohnung
es: Encuentra tu nuevo<br>apartamento moderno
fr: Trouvez votre nouvel<br>appartement moderne
it: Trova il tuo nuovo<br>appartamento moderno
tr: Yeni<br>Modern Dairenizi Bulun

source: Keyword
ar: كلمة مفتاحية
de: Schlüsselwort
es: Palabra clave
fr: Mot-clé
it: Parola chiave
tr: Anahtar Kelime

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
tr: Ara

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
tr: Satın Al

source: Sell
ar: بيع
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
tr: Sat

source: Scroll Down
ar: مرر للأسفل
de: Nach unten scrollen
es: Desplazar hacia abajo
fr: Faire défiler
it: Scorri in basso
tr: Aşağı Kaydır

source: More Than 500+<br>Apartments For Sale & Rent
ar: أكثر من 500+ شقة للبيع والإيجار
de: Über 500+<br>Wohnungen zum Kauf & zur Miete
es: Más de 500+<br>apartamentos en venta y alquiler
fr: Plus de 500+<br>appartements à vendre et à louer
it: Oltre 500+<br>appartamenti in vendita e in affitto
ru: Более 500+<br>квартир на продажу и в аренду
tr: 500+<br>Satılık ve Kiralık Daire

source: Consulting Services
ar: خدمات استشارية
de: Consulting-Dienstleistungen
es: Servicios de consultoría
fr: Services de conseil
it: Servizi di consulenza
ru: Консалтинговые услуги
tr: Danışmanlık Hizmetleri

source: KoralCity Limited gives specialized investment and financial advice to clients looking to buy, sell or invest in property. We'll work closely with you throughout the process of buying and selling of your properties.
ar: تقدّم KoralCity Limited استشارات متخصصة في الاستثمار والتمويل للعملاء الراغبين في شراء أو بيع أو الاستثمار في العقارات. سنعمل معك عن قرب طوال عملية البيع والشراء.
de: KoralCity Limited bietet spezialisiertes Investment- und Finanzberatung für Kunden, die Immobilien kaufen, verkaufen oder investieren möchten. Wir begleiten Sie eng durch den gesamten Kauf- und Verkaufsprozess.
es: KoralCity Limited ofrece asesoramiento especializado en inversión y finanzas a clientes que desean comprar, vender o invertir en propiedades. Trabajaremos contigo durante todo el proceso de compra y venta de tus inmuebles.
fr: KoralCity Limited fournit des conseils spécialisés en investissement et en finance aux clients souhaitant acheter, vendre ou investir dans l'immobilier. Nous travaillerons en étroite collaboration avec vous tout au long du processus d'achat et de vente de vos biens.
it: KoralCity Limited fornisce consulenze specializzate in investimenti e finanza ai clienti che desiderano acquistare, vendere o investire in immobili. Lavoreremo a stretto contatto con te durante tutto il processo di acquisto e vendita.
ru: KoralCity Limited предоставляет специализированные инвестиционные и финансовые консультации клиентам, желающим купить, продать или инвестировать в недвижимость. Мы будем рядом на всех этапах покупки и продажи ваших объектов.
tr: KoralCity Limited, mülk satın almak, satmak veya yatırım yapmak isteyen müşterilere özel yatırım ve finansal danışmanlık sağlar. Mülklerinizi alım ve satım süreci boyunca sizinle yakın çalışacağız.

source: Property Management
ar: إدارة العقارات
es: Administración de propiedades
fr: Gestion immobilière
it: Gestione immobiliare
ru: Управление недвижимостью
tr: Emlak Yönetimi

source: At KoralCity Limited, we handle the operations, maintenance, and administration of properties rentals for the owners and also market rentals rates at competitive price while complying with rental laws.
ar: في KoralCity Limited نتولى عمليات التشغيل والصيانة وإدارة تأجير العقارات للمالكين، كما نروّج للإيجارات بأسعار تنافسية مع الالتزام بقوانين الإيجار.
de: Bei KoralCity Limited übernehmen wir Betrieb, Instandhaltung und Verwaltung von Mietobjekten für Eigentümer und vermarkten diese zu konkurrenzfähigen Preisen unter Einhaltung der Mietgesetze.
es: En KoralCity Limited gestionamos la operación, el mantenimiento y la administración de propiedades en alquiler para los propietarios y también comercializamos los alquileres a precios competitivos cumpliendo la normativa.
fr: Chez KoralCity Limited, nous gérons les opérations, la maintenance et l'administration des locations pour les propriétaires et commercialisons les loyers à des tarifs compétitifs tout en respectant les lois en vigueur.
it: Presso KoralCity Limited gestiamo operazioni, manutenzione e amministrazione delle locazioni per i proprietari e promuoviamo i canoni a prezzi competitivi nel rispetto delle normative.
ru: В KoralCity Limited мы осуществляем эксплуатацию, обслуживание и администрирование арендных объектов для собственников, а также продвигаем аренду по конкурентным ставкам при соблюдении норм законодательства.
tr: KoralCity Limited olarak, mülk sahipleri adına kiralık mülklerin işletme, bakım ve idaresini üstlenir; kira kanunlarına uygun şekilde rekabetçi fiyatlarla pazarlamasını yaparız.

source: Renting & Selling
ar: التأجير والبيع
de: Vermietung & Verkauf
es: Alquiler y venta
fr: Location et vente
it: Affitto e vendita
ru: Аренда и продажа
tr: Kiralama ve Satış

source: Our property managers at KoralCity Limited set competitive rent prices and strategies to attract clients to the property for rent or sell very fast with the first impression on potential clients.
ar: يحدّد مديرو العقارات لدينا في KoralCity Limited إيجارات تنافسية واستراتيجيات لجذب العملاء إلى العقار وتأجيره أو بيعه بسرعة، مع الاعتماد على الانطباع الأول الإيجابي.
de: Unsere Property-Manager setzen wettbewerbsfähige Mietpreise und Strategien, um Kunden anzuziehen — der erste Eindruck führt zu schneller Vermietung oder Verkauf.
es: Nuestros administradores de propiedades en KoralCity Limited establecen precios de alquiler competitivos y estrategias para atraer clientes a la propiedad, logrando alquileres o ventas rápidas gracias a una gran primera impresión en los potenciales interesados.
fr: Nos gestionnaires immobiliers chez KoralCity Limited fixent des loyers compétitifs et des stratégies pour attirer des clients afin de louer ou vendre rapidement, en misant sur une première impression positive auprès des prospects.
it: I nostri property manager di KoralCity Limited definiscono canoni competitivi e strategie per attrarre clienti e affittare o vendere rapidamente, puntando su un'ottima prima impressione.
ru: Менеджеры KoralCity Limited устанавливают конкурентные арендные ставки и стратегии, чтобы быстро привлекать клиентов — сильное первое впечатление ускоряет аренду и продажу.
tr: KoralCity Limited'deki emlak yöneticilerimiz, potansiyel müşteriler üzerinde güçlü ilk izlenim bırakarak müşterileri çekmek için rekabetçi kira fiyatları ve stratejiler belirler; böylece mülkler hızla kiralanır veya satılır.

source: Error:
ar: خطأ:
de: Fehler:
fr: Erreur :
it: Errore:
ru: Ошибка:
tr: Hata:

source: Discover, rent or buy verified properties with modern tools and local expertise.
tr: Doğrulanmış mülkleri modern araçlar ve yerel uzmanlıkla keşfedin, kiralayın veya satın alın.

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
it: Contatti
ru: Контакты
tr: İletişim

source: Become an agent
ar: كن وكيلاً
de: Makler werden
es: Hazte agente
fr: Devenir agent
it: Diventa un agente
ru: Стать агентом
tr: Danışman Ol

source: Explore Real Estate
ar: استكشف العقارات
de: Immobilien entdecken
es: Explora bienes raíces
fr: Explorez l'immobilier
it: Esplora il real estate
ru: Исследуйте рынок недвижимости

source: Subscribe To Our Newsletter
ar: اشترك في نشرتنا الإخبارية
de: Abonnieren Sie unseren Newsletter
fr: Abonnez-vous à notre newsletter
it: Iscriviti alla nostra newsletter
ru: Подпишитесь на нашу рассылку

source: All Right Reserved
ar: جميع الحقوق محفوظة
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés
it: Tutti i diritti riservati
ru: Все права защищены

source: COMPANY
ar: الشركة
de: UNTERNEHMEN
es: EMPRESA
fr: SOCIÉTÉ
it: AZIENDA
ru: КОМПАНИЯ

source: PRODUCT
ar: المنتج
de: PRODUKT
es: PRODUCTO
fr: PRODUIT
it: PRODOTTO
ru: ПРОДУКТ

source: How It Works
ar: كيف يعمل
de: So funktioniert's
fr: Comment ça marche ?
it: Come funziona
ru: Как это работает

source: SERVICES
ar: الخدمات
de: LEISTUNGEN
es: SERVICIOS
it: SERVIZI
ru: УСЛУГИ

source: Social
ar: التواصل الاجتماعي
de: Social Media
es: Redes sociales
fr: Réseaux sociaux
ru: Соцсети

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
ru: Вопросы и ответы

source: Blog
ar: مدونة
ru: Блог
