Repository: dewise080/kuzey-v5-Kali-Finale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ru, tr

source: Preview
tr: Önizleme

source: Source
tr: Kaynak

source: Original URL
tr: Orijinal URL

source: Provide either a single URL or upload a CSV file.
tr: Tek bir URL girin veya bir CSV yükleyin.

source: Options
tr: Seçenekler

source: Execution
tr: Yürütme

source: CSV path used
tr: Kullanılan CSV yolu

source: Import job started.
tr: İçe aktarma görevi başlatıldı.

source: Failed to start job: %s
tr: Görev başlatılamadı: %s

source: Realtor
de: Makler
es: Agente inmobiliario
fr: Agent immobilier
it: Agente immobiliare
ru: Риэлтор
tr: Emlak Danışmanı

source: Single URL
tr: Tek URL

source: CSV file
tr: CSV dosyası

source: Cookie file
tr: Çerez dosyası

source: Delay (seconds)
tr: Gecikme (saniye)

source: Debug
tr: Hata ayıklama

source: Skip geocoding
tr: Jeokodlamayı atla

source: Headed (show browser)
tr: Görünür (tarayıcıyı göster)

source: No images
tr: Resim yok

source: Max images
tr: Maksimum resim

source: Status
tr: Durum

source: Log
tr: Kayıt

source: Created by
tr: Oluşturan

source: Created at
tr: Oluşturulma

source: Started at
tr: Başlangıç

source: Finished at
tr: Bitiş

source: CSV path (cached)
tr: CSV yolu (önbelleğe alınmış)

source: Listing import job
tr: İlan içe aktarma görevi

source: Listing import jobs
tr: İlan içe aktarma görevleri

source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de bord
it: Pannello di controllo
ru: Панель
tr: Panel

source: User Dashboard
ar: لوحة تحكم المستخدم
de: Benutzer-Dashboard
es: Panel de usuario
fr: Tableau de bord utilisateur
it: Dashboard utente
ru: Панель пользователя
tr: Kullanıcı Paneli

source: Manage your KoralCity Properties account
ar: إدارة حسابك في KoralCity Properties
de: Verwalten Sie Ihr KoralCity-Properties-Konto
es: Administra tu cuenta de KoralCity Properties
fr: Gérez votre compte KoralCity Properties
it: Gestisci il tuo account KoralCity Properties
ru: Управляйте своей учетной записью KoralCity Properties
tr: KoralCity Emlak hesabınızı yönetin

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
tr: Hoş Geldiniz

source: Here are the property listings that you have inquired about
ar: هذه هي إعلانات العقارات التي استفسرت عنها
de: Hier sind die Immobilien, zu denen Sie angefragt haben
es: Aquí están las propiedades sobre las que has consultado
fr: Voici les annonces immobilières pour lesquelles vous avez envoyé une demande
it: Ecco gli annunci per cui hai richiesto informazioni
ru: Здесь объявления, по которым вы оставляли запрос
tr: Sorguladığınız emlak ilanları burada

source: Property
ar: عقار
de: Objekt
es: Propiedad
fr: Propriété
it: Immobile
ru: Объект
tr: İlan

source: View Listing
ar: عرض الإعلان
de: Anzeige ansehen
es: Ver anuncio
fr: Voir l'annonce
it: Visualizza annuncio
ru: Просмотреть объявление
tr: İlanı Görüntüle

source: You Don't Have Any Inquiries
ar: ليس لديك أي استفسارات
de: Sie haben keine Anfragen
es: No tienes consultas
fr: Vous n'avez aucune demande
it: Non hai nessuna richiesta
ru: У вас нет запросов
tr: Hiç Sorgunuz Yok

source: Agents
ar: وكلاء
de: Makler
es: Agentes
it: Agenti
ru: Агенты
tr: Danışmanlar

source: You wish to be a realtor agent? here is all you have to do.
de: Sie möchten Makler werden? So geht's.
es: ¿Quieres ser agente inmobiliario? Esto es lo que debes hacer.
fr: Vous souhaitez devenir agent immobilier ? Voici tout ce que vous avez à faire.
it: Vuoi diventare un agente immobiliare? Ecco tutto quello che devi fare.
ru: Хотите стать риэлтором? Вот что нужно сделать.
tr: Emlak danışmanı olmak ister misiniz? İşte yapmanız gerekenler.

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
ru: Главная
tr: Anasayfa

source: About
ar: من نحن
de: Über uns
es: Acerca de
fr: À propos
it: Chi siamo
ru: О нас
tr: Hakkımızda

source: How it works?
ar: كيف يعمل؟
de: Wie funktioniert das?
es: ¿Cómo funciona?
fr: Comment ça marche ?
it: Come funziona?
ru: Как это работает?
tr: Nasıl çalışır?

source: You wish be a realtor agent with Koralcity? <br> All you have to do.<br>is complete some few steps and arrange all relevant information <br>while pending for your response before the end of the day.
ar: هل ترغب أن تكون وكيلاً عقاريًا مع Koralcity؟ <br> إليك ما يجب عليك فعله.<br>أكمل بعض الخطوات ورتّب جميع المعلومات ذات الصلة <br>بانتظار ردنا قبل نهاية اليوم.
de: Sie möchten Makler bei Koralcity werden? <br> Alles, was Sie tun müssen, ist einige Schritte zu erledigen und alle relevanten Informationen zu sammeln, <br>während wir bis zum Tagesende auf Ihre Rückmeldung warten.
es: ¿Quieres ser agente inmobiliario con Koralcity? <br> Todo lo que tienes que hacer <br>es completar unos pocos pasos y organizar toda la información relevante <br>mientras esperamos tu respuesta antes de que termine el día.
fr: Vous souhaitez être agent immobilier avec Koralcity ? <br> Voici tout ce que vous avez à faire.<br>Complétez quelques étapes et rassemblez toutes les informations pertinentes <br>en attendant notre réponse avant la fin de la journée.
it: Vuoi diventare un agente immobiliare con Koralcity? <br> Ecco tutto ciò che devi fare.<br>Completa alcuni passaggi e raccogli tutte le informazioni rilevanti <br>in attesa della nostra risposta entro la fine della giornata.
ru: Хотите стать риэлтором с Koralcity? <br> Всё, что нужно — <br>выполнить несколько шагов и подготовить всю необходимую информацию, <br>а затем в течении дня дождаться нашего подтверждения.
tr: Koralcity ile emlak danışmanı olmak ister misiniz? <br> Yapmanız gereken tek şey,<br> birkaç adımı tamamlamak ve ilgili tüm bilgileri düzenlemek, <br>gün sonuna kadar yanıtınızı bekleyeceğiz.

source: Find Your Location
ar: ابحث عن موقعك
de: Standort finden
es: Encuentra tu ubicación
fr: Trouvez votre emplacement
it: Trova la tua posizione
ru: Найдите ваше местоположение
tr: Konumunuzu Bulun

source: Here you search for the location you want to cover in your listings and then move to the next step.
ar: هنا تبحث عن الموقع الذي تريد تغطيته في إعلاناتك ثم تنتقل إلى الخطوة التالية.
de: Hier suchen Sie den Bereich, den Ihre Anzeigen abdecken sollen, und gehen dann zum nächsten Schritt.
es: Aquí buscas la ubicación que quieres cubrir en tus anuncios y luego pasas al siguiente paso.
fr: Ici, vous recherchez la zone que vous souhaitez couvrir dans vos annonces, puis passez à l'étape suivante.
it: Qui cerchi l'area che vuoi coprire nelle tue inserzioni e poi passi al passaggio successivo.
ru: Здесь вы выбираете район, который хотите охватывать в объявлениях, затем переходите к следующему шагу.
tr: İlanlarınızda kapsamak istediğiniz konumu burada arayın ve ardından sonraki adıma geçin.

source: Find Apartment
ar: ابحث عن شقة
de: Wohnung finden
es: Encontrar apartamento
fr: Trouver un appartement
it: Trova appartamento
ru: Найти квартиру
tr: Daire

source: After you've picked a location, now you search for available properties in that location for your listings.
ar: بعد اختيار موقع، ابحث الآن عن العقارات المتاحة في ذلك الموقع لإعلاناتك.
de: Nachdem Sie einen Standort gewählt haben, suchen Sie nach verfügbaren Objekten an diesem Ort für Ihre Anzeigen.
es: Después de elegir una ubicación, busca las propiedades disponibles en ese lugar para tus anuncios.
fr: Après avoir choisi un emplacement, recherchez les biens disponibles dans cette zone pour vos annonces.
it: Dopo aver scelto un'area, cerca i immobili disponibili in quella zona per le tue inserzioni.
ru: После выбора местоположения найдите доступные объекты в этом районе для ваших объявлений.
tr: Bir konum seçtikten sonra, ilanlarınız için o konumdaki uygun mülkleri arayın.

source: Make Contact
ar: تواصل
de: Kontakt aufnehmen
es: Ponerse en contacto
fr: Prendre contact
it: Contatta
ru: Свяжитесь с нами
tr: İletişim

source: Once you've completed step one and two now you can contact us and you'll get back to you with a confirmation.
ar: بعد إكمال الخطوتين الأولى والثانية يمكنك التواصل معنا وسنعود إليك بتأكيد.
de: Sobald Sie Schritt eins und zwei abgeschlossen haben, können Sie uns kontaktieren; Sie erhalten eine Bestätigung.
es: Cuando completes los pasos uno y dos, podrás contactarnos y te enviaremos una confirmación.
fr: Une fois les étapes une et deux terminées, vous pouvez nous contacter et nous vous répondrons avec une confirmation.
it: Una volta completati i passaggi uno e due, puoi contattarci e ti risponderemo con una conferma.
ru: После выполнения первых двух шагов свяжитесь с нами — мы отправим подтверждение.
tr: Birinci ve ikinci adımı tamamladıktan sonra bizimle iletişime geçebilirsiniz; size onayla geri dönüş yapacağız.

source: Services
ar: الخدمات
de: Leistungen
es: Servicios
it: Servizi
ru: Услуги
tr: Hizmetler

source: At Koralcity Limited, we handle the operations, consulting, maintenance,<br> and administration of properties rentals to prospective clients.
ar: في Koralcity Limited نتولى العمليات والاستشارات والصيانة<br> وإدارة تأجير العقارات للعملاء المحتملين.
de: Bei Koralcity Limited übernehmen wir Betrieb, Beratung, Wartung<br> und Verwaltung von Mietobjekten für Interessenten.
es: En Koralcity Limited nos encargamos de la operación, consultoría, mantenimiento<br> y administración de propiedades en alquiler para clientes potenciales.
fr: Chez Koralcity Limited, nous gérons les opérations, le conseil, la maintenance<br> et l'administration des locations de biens pour les clients potentiels.
it: Presso Koralcity Limited gestiamo operazioni, consulenza, manutenzione<br> e amministrazione delle locazioni per i clienti interessati.
ru: В Koralcity Limited мы занимаемся операционным управлением, консалтингом,<br> обслуживанием и администрированием аренды объектов для потенциальных клиентов.
tr: Koralcity Limited olarak, potansiyel müşterilere yönelik kiralık mülklerin işletme, danışmanlık, bakım<br> ve idaresini yürütüyoruz.

source: Renting
ar: التأجير
de: Vermietung
es: Alquiler
fr: Location
it: Affitto
ru: Аренда
tr: Kiralama

source: Selling
ar: البيع
de: Verkauf
es: Venta
fr: Vente
it: Vendita
ru: Продажа
tr: Satış

source: Building
ar: البناء
de: Bau
es: Construcción
fr: Construction
it: Costruzione
ru: Строительство
tr: İnşaat

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ru: Войти
tr: Giriş Yap

source: Username
ar: اسم المستخدم
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
ru: Имя пользователя
tr: Kullanıcı Adı

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Parola

source: Register
ar: تسجيل
de: Registrieren
es: Registrarse
fr: Inscription
it: Registrati
ru: Зарегистрироваться
tr: Kayıt Ol

source: Become an Agent
ar: كن وكيلاً
de: Makler werden
es: Hazte agente
fr: Devenir agent
it: Diventa agente
ru: Стать агентом
tr: Danışman Ol

source: Register now and receive a mail from us within 2 working days.
ar: سجّل الآن وستتلقى رسالة منا خلال يومي عمل.
de: Jetzt registrieren und innerhalb von 2 Werktagen eine E‑Mail von uns erhalten.
es: Regístrate ahora y recibirás un correo nuestro en 2 días hábiles.
fr: Inscrivez-vous maintenant et recevez un e-mail de notre part sous 2 jours ouvrés.
it: Registrati ora e riceverai una nostra email entro 2 giorni lavorativi.
ru: Зарегистрируйтесь сейчас и получите письмо от нас в течение 2 рабочих дней.
tr: Şimdi kayıt olun ve 2 iş günü içinde bizden e‑posta alın.

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ru: Имя
tr: Ad

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom
it: Cognome
ru: Фамилия
tr: Soyad

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ru: Эл. почта
tr: E-posta

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ru: Подтвердите пароль
tr: Parolayı Onayla

source: KoralCity Properties
ar: عقارات KoralCity
de: KoralCity Immobilien
es: Propiedades KoralCity
fr: Propriétés KoralCity
ru: KoralCity Недвижимость
tr: KoralCity Gayrimenkul

source: Blog App
ar: تطبيق المدونة
es: Aplicación Blog
fr: Application Blog
it: App Blog
ru: Блог
tr: Blog Uygulaması

source: Production:
ar: الإنتاج:
de: Produktion:
es: Producción:
it: Produzione:
ru: Производство:
tr: Yapım:

source: by
ar: بواسطة
de: von
es: por
fr: par
it: di
ru: от
tr: tarafından

source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ru: Комментарии
tr: Yorumlar

source: To comment, first
ar: للتعليق، أولاً
de: Zum Kommentieren zuerst
es: Para comentar, primero
fr: Pour commenter, veuillez d'abord
it: Per commentare, prima
ru: Чтобы оставить комментарий, сначала
tr: Yorum yapmak için önce

source: log in
ar: سجّل الدخول
de: anmelden
es: inicia sesión
fr: vous connecter
it: accedi
ru: войдите
tr: giriş yapın

source: to your account
ar: إلى حسابك
de: bei Ihrem Konto
es: en tu cuenta
fr: à votre compte
it: al tuo account
ru: в аккаунт
tr: hesabınıza

source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
it: Messaggio
ru: Сообщение
tr: Mesaj

source: Add Comment
ar: أضف تعليقًا
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi commento
ru: Добавить комментарий
tr: Yorum Ekle

source: There is no comment
ar: لا توجد تعليقات
de: Keine Kommentare vorhanden
es: No hay comentarios
fr: Il n'y a aucun commentaire
it: Non ci sono commenti
ru: Комментариев нет
tr: Yorum yok

source: Continue Reading
ar: متابعة القراءة
de: Weiterlesen
es: Seguir leyendo
fr: Continuer la lecture
it: Continua a leggere
ru: Читать дальше
tr: Okumaya Devam Et

source: Enter keywords & hit enter....
ar: أدخل كلمات مفتاحية واضغط إدخال...
de: Stichwörter eingeben und Enter drücken ...
es: Introduce palabras clave y pulsa Enter...
fr: Entrez des mots-clés et appuyez sur Entrée...
it: Inserisci parole chiave e premi invio...
ru: Введите ключевые слова и нажмите Enter...
tr: Anahtar kelimeleri girin ve Enter'a basın...

source: About Me
ar: نبذة عني
de: Über mich
es: Sobre mí
fr: À propos de moi
it: Chi sono
ru: Обо мне
tr: Hakkımda

source: Recent Post
ar: منشور حديث
de: Neuer Beitrag
es: Publicación reciente
fr: Article récent
it: Post recente
ru: Недавняя запись
tr: Son Gönderi

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ru: Категории
tr: Kategoriler

source: Tags
ar: الوسوم
de: Schlagwörter
es: Etiquetas
it: Tag
ru: Теги
tr: Etiketler

source: Subscribe to our newsletter
ar: اشترك في نشرتنا البريدية
de: Newsletter abonnieren
es: Suscríbete a nuestro boletín
fr: Abonnez-vous à notre newsletter
it: Iscriviti alla nostra newsletter
ru: Подпишитесь на нашу рассылку
tr: Bültenimize abone olun

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Ihre E‑Mail eingeben
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
it: Inserisci la tua email
ru: Укажите ваш e‑mail
tr: E-postanızı girin

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Iscriviti
ru: Подписаться
tr: Abone Ol

source: Live stream
ar: بث مباشر
es: Transmisión en vivo
fr: Diffusion en direct
it: Diretta streaming
ru: Трансляция
tr: Canlı yayın

source: Gallery
ar: معرض
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ru: Галерея
tr: Galeri

source: No results found!
ar: لم يتم العثور على نتائج!
de: Keine Ergebnisse gefunden!
es: ¡No se encontraron resultados!
fr: Aucun résultat trouvé !
it: Nessun risultato trovato!
ru: Ничего не найдено!
tr: Sonuç bulunamadı!

source: There were no results matching your search
ar: لا توجد نتائج مطابقة لبحثك
de: Für Ihre Suche wurden keine Ergebnisse gefunden
es: No hubo resultados que coincidan con tu búsqueda
fr: Aucun résultat ne correspond à votre recherche
it: Nessun risultato corrisponde alla tua ricerca
ru: По вашему запросу ничего не найдено
tr: Aramanızla eşleşen sonuç bulunamadı

source: Properties
ar: العقارات
de: Immobilien
es: Propiedades
fr: Propriétés
it: Immobili
ru: Объекты
tr: İlanlar

source: Listing
ar: إعلان
de: Anzeige
es: Anuncio
fr: Annonce
it: Annuncio
ru: Объявление
tr: İlan

source: Back To Listings
ar: العودة إلى الإعلانات
de: Zurück zu den Anzeigen
es: Volver a anuncios
fr: Retour aux annonces
it: Torna agli annunci
ru: Назад к объявлениям
tr: İlanlara Geri Dön

source: Asking Price:
ar: السعر المطلوب:
de: Angebotspreis:
es: Precio solicitado:
fr: Prix demandé :
it: Prezzo richiesto:
ru: Цена:
tr: İstenen Fiyat:

source: Bedrooms:
ar: غرف النوم:
de: Schlafzimmer:
es: Dormitorios:
fr: Chambres :
it: Camere da letto:
ru: Спальни:
tr: Yatak Odası:

source: Bathrooms:
ar: الحمامات:
de: Badezimmer:
es: Baños:
fr: Salles de bain :
it: Bagni:
ru: Ванные:
tr: Banyo:

source: Type:
ar: النوع:
de: Typ:
es: Tipo:
it: Tipo:
ru: Тип:
tr: Tür:

source: Square Feet:
ar: قدم مربع:
de: Quadratfuß:
es: Pies cuadrados:
fr: Surface (pieds²) :
it: Piedi quadrati:
tr: Metrekare:

source: Lot Size:
de: Grundstücksgröße:
es: Tamaño del lote:
fr: Taille du lot :
it: Dimensione del lotto:
tr: Arsa Alanı:

source: Listing Date:
de: Einstelldatum:
es: Fecha de listado:
fr: Date de mise en vente :
it: Data di pubblicazione:
tr: İlan Tarihi:

source: Realtor:
de: Makler:
es: Agente:
fr: Agent :
it: Agente:
tr: Danışman:

source: Property Realtor
de: Objekt-Makler
es: Agente inmobiliario
fr: Agent immobilier
it: Agente dell'immobile
tr: İlan Danışmanı

source: Realtor name:
de: Name des Maklers:
es: Nombre del agente:
fr: Nom de l'agent :
it: Nome dell'agente:
tr: Danışman adı:

source: Number:
es: Número:
fr: Numéro :
it: Numero:
tr: Numara:

source: Email:
es: Correo electrónico:
tr: E-posta:

source: Make An Inquiry
es: Hacer una consulta
fr: Faire une demande
it: Richiedi informazioni
tr: Soru Sor

source: Property:
es: Propiedad:
fr: Propriété :
it: Immobile:
tr: İlan:

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
tr: Ad:

source: Phone:
es: Teléfono:
fr: Téléphone :
it: Telefono:
tr: Telefon:

source: Message:
es: Mensaje:
it: Messaggio:
tr: Mesaj:

source: Send
es: Enviar
fr: Envoyer
it: Invia
tr: Gönder

source: More Than 500+ Apartment For Sale & Rent
fr: Plus de 500+ appartements à vendre et à louer
it: Oltre 500+ appartamenti in vendita e in affitto
tr: Satılık ve Kiralık 500+ Daire

source: Type
es: Tipo
it: Tipo
tr: Tür

source: Bathroom
es: Baño
fr: Salle de bain
it: Bagno
tr: Banyo

source: Garage
es: Garaje
ru: Гараж
tr: Garaj

source: Bedroom
es: Dormitorio
fr: Chambre
it: Camera da letto
ru: Спальня
tr: Yatak Odası

source: More Info
ar: المزيد من المعلومات
es: Más información
fr: Plus d'infos
it: Maggiori informazioni
ru: Подробнее
tr: Detaylar

source: No Listings Available
ar: لا توجد عقارات متاحة
es: No hay anuncios disponibles
fr: Aucune annonce disponible
it: Nessun immobile disponibile
ru: Объявлений нет
tr: İlan bulunamadı

source: Search for your Appartments<br>and make your inquiries
es: Busca tus apartamentos<br>y realiza tus consultas
fr: Recherchez vos appartements<br>et envoyez vos demandes
it: Cerca i tuoi appartamenti<br>e invia le tue richieste
ru: Ищите квартиры<br>и отправляйте запросы
tr: Dairenizi arayın<br>ve sorularınızı gönderin

source: Keywords
es: Palabras clave
fr: Mots-clés
it: Parole chiave
ru: Ключевые слова
tr: Anahtar Kelimeler

source: Keyword (Pool, Garage, etc)
es: Palabra clave (Piscina, Garaje, etc.)
fr: Mot-clé (Piscine, Garage, etc.)
it: Parola chiave (Piscina, Garage, ecc.)
ru: Ключевое слово (бассейн, гараж и т. п.)
tr: Anahtar kelime (Havuz, Garaj vb.)

source: City
ar: المدينة
es: Ciudad
fr: Ville
it: Città
ru: Город
tr: Şehir

source: State
ar: الولاية
es: Estado
fr: État
it: Stato
ru: Регион
tr: Eyalet

source: State (All)
es: Estado (Todos)
fr: État (Tous)
it: Stato (Tutti)
ru: Регион (все)
tr: Eyalet (Tümü)

source: Bedrooms
ar: غرف النوم
es: Dormitorios
fr: Chambres
it: Camere da letto
ru: Спальни
tr: Yatak Odası

source: Bedrooms (Any)
ar: غرف النوم (أيّ)
es: Dormitorios (Cualquiera)
fr: Chambres (Toutes)
it: Camere da letto (Qualsiasi)
ru: Спален (любое)
tr: Yatak Odası (Farketmez)

source: Max Price (All)
ar: السعر الأقصى (الكل)
es: Precio máx (Todos)
fr: Prix max (Tous)
it: Prezzo massimo (Tutti)
ru: Макс. цена (все)
tr: Azami Fiyat (Tümü)

source: Submit form
ar: إرسال النموذج
es: Enviar formulario
fr: Envoyer le formulaire
it: Invia modulo
ru: Отправить форму
tr: Formu gönder

source: Sqft
ar: قدم²
es: Pies²
fr: Pieds²
it: Piedi²
ru: фут²
tr: ft²

source: Bathrooms
ar: الحمامات
fr: Salles de bain
it: Bagni
ru: Ванные
tr: Banyo

source: Select language
ar: اختر اللغة
de: Sprache wählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ru: Выбрать язык
tr: Dil seçin

source: Available languages
ar: اللغات المتاحة
de: Verfügbare Sprachen
es: Idiomas disponibles
fr: Langues disponibles
it: Lingue disponibili
ru: Доступные языки
tr: Mevcut diller

source: Map
ar: الخريطة
de: Karte
es: Mapa
fr: Carte
it: Mappa
ru: Карта
tr: Harita

source: Property Details
ar: تفاصيل العقار
de: Objektdetails
es: Detalles de la propiedad
fr: Détails du bien
it: Dettagli Immobile
ru: Характеристики объекта
tr: İlan Detayları

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctanos
fr: Contactez-nous
it: Contattaci
ru: Связаться с нами
tr: İletişim

source: Financing
ar: التمويل
de: Finanzierung
es: Financiación
fr: Financement
it: Finanziamento
ru: Финансирование
tr: Finansman

source: Schedule a visit
ar: حدد موعد زيارة
de: Besichtigung vereinbaren
es: Programar una visita
fr: Planifier une visite
it: Prenota una visita
ru: Записаться на просмотр
tr: Ziyaret planla

source: Show All
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra Tutto
ru: Показать все
tr: Hepsini Göster

source: Apartment
ar: شقة
de: Wohnung
es: Apartamento
fr: Appartement
it: Appartamento
ru: Квартира
tr: Daire

source: Villa House
ar: فيلا
de: Villa
es: Villa
fr: Villa
it: Villa
ru: Вилла
tr: Villa

source: Banking in Turkey
ar: الخدمات المصرفية في تركيا
de: Bankwesen in der Türkei
es: Banca en Turquía
fr: Banques en Turquie
it: Banche in Turchia
tr: Türkiye'de Bankacılık

source: Banking & Mortgages for Buying Property in Turkey
ar: الخدمات المصرفية والرهون العقارية لشراء العقارات في تركيا
de: Bankwesen und Hypotheken zum Immobilienkauf in der Türkei
es: Banca e hipotecas para comprar propiedades en Turquía
fr: Banques et prêts hypothécaires pour l'achat d'un bien en Turquie
it: Banche e mutui per l'acquisto di immobili in Turchia
tr: Türkiye'de Gayrimenkul Alımı için Bankacılık ve Konut Kredileri

source: Overview
ar: نظرة عامة
de: Übersicht
es: Descripción general
fr: Aperçu
it: Panoramica
tr: Genel Bakış

source: How financing works for property purchases in Turkey
ar: كيف يعمل التمويل لشراء العقارات في تركيا
de: Wie die Finanzierung beim Immobilienkauf in der Türkei funktioniert
es: Cómo funciona la financiación para compras de propiedades en Turquía
fr: Comment fonctionne le financement pour l'achat d'un bien en Turquie
it: Come funziona il finanziamento per l'acquisto di immobili in Turchia
tr: Türkiye'de gayrimenkul alımlarında finansman nasıl işler
