Repository: dewise080/kuzey-v5-Kali-Finale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ru, tr

source: We guide you through bank pre-approval, valuation, and deed transfer, and coordinate with lenders and developers to secure a suitable financing option for your purchase in Turkey.
ar: نرشدك خلال مرحلة ما قبل الموافقة البنكية، والتقييم، ونقل الملكية، ونتعاون مع المقرضين والمطورين للحصول على خيار تمويل مناسب لشراءك في تركيا.
de: Wir begleiten Sie bei Vorabgenehmigung, Bewertung und Eigentumsübertragung und koordinieren mit Banken und Bauträgern, um eine passende Finanzierung für Ihren Kauf in der Türkei zu sichern.
es: Te guiamos por la precalificación bancaria, la tasación y la transferencia de la escritura, y coordinamos con prestamistas y promotores para asegurar una opción de financiación adecuada para tu compra en Turquía.
fr: Nous vous accompagnons dans la pré-approbation bancaire, l'évaluation et le transfert de titre, et coordonnons avec les prêteurs et les promoteurs pour obtenir une solution de financement adaptée à votre achat en Turquie.
it: Ti guidiamo nella pre-approvazione bancaria, nella perizia e nel trasferimento del titolo, e coordiniamo con istituti e sviluppatori per ottenere un'opzione di finanziamento adatta al tuo acquisto in Turchia.
ru: Мы поможем с предодобрением, оценкой и оформлением прав, а также скоординируем работу с банками и застройщиками, чтобы подобрать подходящее финансирование для вашей покупки в Турции.
tr: Banka ön onayı, değerleme ve tapu devri süreçlerinde sizi yönlendirir; Türkiye’deki satın alımınız için uygun finansmanı sağlamak üzere banka ve müteahhitlerle koordinasyonu yürütürüz.

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome e Cognome
ru: Полное имя
tr: Ad Soyad

source: Email Address
ar: البريد الإلكتروني
de: E‑Mail‑Adresse
es: Dirección de correo
fr: Adresse e-mail
it: Indirizzo Email
ru: Адрес эл. почты
tr: E-posta Adresi

source: Subject
ar: الموضوع
de: Betreff
es: Asunto
fr: Objet
it: Oggetto
ru: Тема
tr: Konu

source: Send Message
ar: إرسال الرسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia Messaggio
ru: Отправить сообщение
tr: Mesaj Gönder

source: Villa Agency - Home
ar: وكالة فيلا - الرئيسية
fr: Villa Agency - Accueil
ru: Агентство Вилл — Главная
tr: Kuzey Yapi Emlak - Anasayfa

source: Hurry!
fr: Dépêchez-vous !
it: Sbrigati!
ru: Спешите!
tr: Acele edin!

source: Get the Best Villa for you
fr: Obtenez la meilleure villa pour vous
it: Ottieni la villa migliore per te
ru: Подберите лучшую виллу для себя
tr: Sizin için en iyi villayı alın

source: Be Quick!
fr: Soyez rapide !
it: Fai in fretta!
ru: Поторопитесь!
tr: Çabuk olun!

source: Get the best villa in town
fr: Obtenez la meilleure villa de la ville
it: Ottieni la villa migliore in città
ru: Лучшая вилла в городе
tr: Şehrin en iyi villasını alın

source: Act Now!
fr: Agissez maintenant !
it: Agisci ora!
ru: Действуйте сейчас!
tr: Hemen harekete geçin!

source: Get the highest level Map
fr: Accédez à la carte la plus détaillée
it: Accedi alla mappa più dettagliata
ru: Получите карту высшего уровня
tr: En üst seviye haritayı edinin

source: Featured
ar: مميزة
fr: À la une
it: In Evidenza
ru: Избранное
tr: Öne Çıkanlar

source: Best Appartment & Sea view
ar: أفضل شقة وإطلالة بحرية
fr: Meilleur appartement et vue sur la mer
it: Miglior Appartamento e Vista Mare
ru: Лучшая квартира с видом на море
tr: En İyi Daire ve Deniz Manzarası

source: What properties do you offer?
ar: ما العقارات التي تقدمونها؟
fr: Quels biens proposez-vous ?
it: Quali immobili offrite?
tr: Hangi mülkleri sunuyorsunuz?

source: We offer a wide selection of premium properties including villas, apartments, and luxury residences across Istanbul, Antalya, and Ankara. Each property is carefully selected to meet the highest standards of quality and location.
ar: نقدّم مجموعة واسعة من العقارات الراقية بما في ذلك الفلل والشقق والإقامات الفاخرة في إسطنبول وأنطاليا وأنقرة. يتم اختيار كل عقار بعناية ليلبي أعلى معايير الجودة والموقع.
fr: Nous proposons une large sélection de biens haut de gamme, notamment des villas, appartements et résidences de luxe à Istanbul, Antalya et Ankara. Chaque bien est soigneusement sélectionné pour répondre aux plus hauts standards de qualité et d'emplacement.
it: Offriamo un'ampia selezione di immobili di pregio tra cui ville, appartamenti e residenze di lusso a Istanbul, Antalya e Ankara. Ogni immobile è selezionato con cura per rispettare gli standard più elevati di qualità e posizione.
tr: İstanbul, Antalya ve Ankara genelinde villalar, daireler ve lüks konutlar dahil geniş bir seçki sunuyoruz. Her mülk, kalite ve konum açısından en yüksek standartları karşılayacak şekilde özenle seçilir.

source: How do I schedule a property viewing?
ar: كيف أحدد موعدًا لمعاينة العقار؟
fr: Comment planifier une visite d'un bien ?
it: Come programmo una visita all'immobile?
tr: Nasıl bir mülk ziyareti planlarım?

source: Scheduling a viewing is simple. Click the 'Schedule a visit' button on any property listing, or contact our team directly via phone or email. Our agents are available 24/7 to assist you.
ar: تحديد موعد للمعاينة أمر سهل. انقر زر 'حدد موعد زيارة' في أي إعلان عقار، أو تواصل مع فريقنا مباشرة عبر الهاتف أو البريد الإلكتروني. وكلاؤنا متاحون على مدار الساعة للمساعدة.
fr: Planifier une visite est simple. Cliquez sur le bouton 'Planifier une visite' sur n'importe quelle annonce, ou contactez directement notre équipe par téléphone ou e-mail. Nos agents sont disponibles 24h/24 et 7j/7 pour vous aider.
it: Programmare una visita è semplice. Clicca il pulsante 'Prenota una visita' su qualsiasi annuncio, oppure contatta direttamente il nostro team via telefono o email. I nostri agenti sono disponibili 24/7 per assisterti.
tr: Ziyaret planlamak çok kolaydır. Herhangi bir ilanda 'Ziyaret planla' düğmesine tıklayın veya ekibimizle telefon ya da e‑posta yoluyla doğrudan iletişime geçin. Danışmanlarımız 7/24 yardımcı olmak için hazırdır.

source: What financing options are available?
ar: ما خيارات التمويل المتاحة؟
fr: Quelles options de financement sont disponibles ?
it: Quali opzioni di finanziamento sono disponibili?
tr: Hangi finansman seçenekleri mevcut?

source: We work with leading financial institutions to offer flexible payment plans and bank financing options. Our team can guide you through the entire process to make your property purchase seamless.
ar: نتعاون مع مؤسسات مالية رائدة لتقديم خطط سداد مرنة وخيارات تمويل بنكي. يمكن لفريقنا إرشادك خلال العملية كاملة لجعل شراء العقار سلسًا.
fr: Nous collaborons avec des institutions financières de premier plan pour proposer des plans de paiement flexibles et des options de financement bancaire. Notre équipe vous guide tout au long du processus pour rendre votre achat immobilier fluide.
it: Collaboriamo con istituti finanziari leader per offrire piani di pagamento flessibili e opzioni di finanziamento bancario. Il nostro team può guidarti durante l'intero processo per rendere l'acquisto dell'immobile semplice e fluido.
tr: Önde gelen finans kuruluşlarıyla çalışarak esnek ödeme planları ve banka finansmanı seçenekleri sunuyoruz. Ekibimiz, satın alma sürecinizi sorunsuz hale getirmek için sizi baştan sona yönlendirebilir.

source: Total Flat Space
ar: المساحة الإجمالية للشقة
fr: Surface totale de l'appartement
it: Superficie totale appartamento
tr: Toplam Daire Alanı

source: Contract
ar: عقد
fr: Contrat
it: Contratto
tr: Sözleşme

source: Contract Ready
ar: عقد جاهز
fr: Contrat prêt
it: Contratto pronto
tr: Sözleşme Hazır

source: Payment
ar: الدفع
fr: Paiement
it: Pagamento
tr: Ödeme

source: Payment Process
ar: عملية الدفع
fr: Processus de paiement
it: Processo di pagamento
tr: Ödeme Süreci

source: Safety
ar: السلامة
fr: Sécurité
it: Sicurezza
tr: Güvenlik

source: 24/7 Under Control
ar: تحت السيطرة على مدار الساعة
fr: Sous contrôle 24h/24 et 7j/7
it: Sotto controllo 24/7
tr: 7/24 Kontrol Altında

source: Video View
ar: عرض الفيديو
fr: Vue vidéo
it: Vista Video
tr: Video Görünümü

source: Get Closer View & Different Feeling
ar: رؤية أقرب وإحساس مختلف
fr: Une vue plus proche et une sensation différente
it: Una Visione Più Vicina e Diversa
tr: Daha Yakın Görünüm ve Farklı His

source: Buildings
ar: المباني
es: Edificios
fr: Bâtiments
it: Edifici
ru: Здания
tr: Binalar

source: Finished Now
ar: اكتمل الآن
es: Terminados ahora
fr: Terminé maintenant
it: Completati ora
ru: Завершено
tr: Şimdi Tamamlandı

source: Years
ar: سنوات
es: Años
fr: Années
it: Anni
ru: Лет
tr: Yıl

source: Experience
ar: خبرة
es: Experiencia
fr: Expérience
it: Esperienza
ru: Опыт
tr: Deneyim

source: Awards
ar: جوائز
es: Premios
fr: Récompenses
it: Premi
ru: Награды
tr: Ödüller

source: Won 2023
ar: جوائز 2023
es: Ganado en 2023
fr: Remportées en 2023
it: Vinti nel 2023
ru: Победа 2023
tr: 2023'te Kazanıldı

source: Best Deal
ar: أفضل صفقة
es: La mejor oferta
fr: Meilleure offre
it: Miglior Offerta
ru: Лучшая сделка
tr: En İyi Fırsat

source: Find Your Best Deal Right Now!
ar: اعثر على أفضل صفقة الآن!
es: ¡Encuentra tu mejor oferta ahora mismo!
fr: Trouvez votre meilleure offre dès maintenant !
it: Trova Subito la Tua Miglior Offerta!
ru: Найдите лучшую сделку прямо сейчас!
tr: En İyi Fırsatı Hemen Bul!

source: All Info About Apartment
ar: كل المعلومات عن الشقة
es: Toda la información sobre el apartamento
fr: Toutes les infos sur l'appartement
it: Tutte le informazioni sull'appartamento
ru: Вся информация о квартире
tr: Daire Hakkında Tüm Bilgiler

source: Listings Map
ar: خريطة العقارات
fr: Carte des annonces
it: Mappa degli Immobili
ru: Карта объявлений
tr: İlan Haritası

source: Map of Listings
ar: خريطة العقارات
fr: Carte des annonces
it: Mappa degli Immobili
ru: Карта объявлений
tr: İlanların Haritası

source: Home Loan Calculator
ar: حاسبة قرض المنزل
de: Hypothekenrechner
es: Calculadora de hipoteca
fr: Calculateur de prêt immobilier
it: Calcolatore mutuo casa
ru: Ипотечный калькулятор
tr: Konut Kredisi Hesaplayıcı

source: Estimate your monthly payment and view an amortization schedule.
ar: احسب الدفعة الشهرية واعرض جدول الإهلاك.
de: Schätzen Sie Ihre Monatsrate und sehen Sie einen Tilgungsplan.
es: Estima tu pago mensual y consulta un cuadro de amortización.
fr: Estimez votre mensualité et affichez un tableau d'amortissement.
it: Stima la rata mensile e visualizza un piano di ammortamento.
ru: Оцените ежемесячный платеж и посмотрите график амортизации.
tr: Aylık ödemenizi tahmin edin ve amortisman planını görüntüleyin.

source: Loan Amount
ar: مبلغ القرض
de: Kreditbetrag
es: Importe del préstamo
fr: Montant du prêt
it: Importo del prestito
ru: Сумма кредита
tr: Kredi Tutarı

source: Loan amount slider
ar: شريط تمرير مبلغ القرض
de: Schieberegler für Kreditbetrag
es: Control deslizante del importe
fr: Curseur du montant du prêt
it: Cursore importo del prestito
ru: Ползунок суммы кредита
tr: Kredi tutarı kaydırıcısı

source: Drag the slider or type a value.
ar: اسحب شريط التمرير أو أدخل قيمة.
de: Ziehen Sie den Regler oder geben Sie einen Wert ein.
es: Arrastra el control o escribe un valor.
fr: Faites glisser le curseur ou saisissez une valeur.
it: Trascina il cursore o inserisci un valore.
ru: Перетащите ползунок или введите значение.
tr: Kaydırıcıyı sürükleyin veya bir değer yazın.

source: Term
ar: المدة
de: Laufzeit
es: Plazo
fr: Durée
it: Durata
ru: Срок
tr: Vade

source: months
ar: أشهر
de: Monate
es: meses
fr: mois
it: mesi
ru: месяцев
tr: ay

source: Term slider
ar: شريط تمرير المدة
de: Schieberegler für Laufzeit
es: Control deslizante de plazo
fr: Curseur de durée
it: Cursore durata
ru: Ползунок срока
tr: Vade kaydırıcısı

source: Interest Rate
ar: سعر الفائدة
de: Zinssatz
es: Tasa de interés
fr: Taux d'intérêt
it: Tasso d'interesse
ru: Процентная ставка
tr: Faiz Oranı

source: Annual nominal interest.
ar: الفائدة الاسمية السنوية.
de: Nominalzins p. a.
es: Interés nominal anual.
fr: Taux d'intérêt nominal annuel.
it: Interesse nominale annuo.
ru: Годовая номинальная ставка.
tr: Yıllık nominal faiz.

source: Calculate
ar: احسب
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
ru: Рассчитать
tr: Hesapla

source: Monthly Payment
ar: الدفعة الشهرية
de: Monatsrate
es: Pago mensual
fr: Mensualité
it: Rata mensile
ru: Ежемесячный платеж
tr: Aylık Ödeme

source: Total Interest
ar: إجمالي الفوائد
de: Gesamtzinsen
es: Interés total
fr: Intérêts totaux
it: Interessi totali
ru: Всего процентов
tr: Toplam Faiz

source: Total Paid
ar: إجمالي المدفوع
de: Gesamtzahlung
es: Total pagado
fr: Total payé
it: Totale pagato
ru: Всего к оплате
tr: Toplam Ödeme

source: Amortization Schedule
ar: جدول الإهلاك
de: Tilgungsplan
es: Calendario de amortización
fr: Tableau d'amortissement
it: Piano di ammortamento
ru: График амортизации
tr: Amortisman Planı

source: Show/Hide
ar: إظهار/إخفاء
de: Anzeigen/Verbergen
es: Mostrar/Ocultar
fr: Afficher/Masquer
it: Mostra/Nascondi
ru: Показать/Скрыть
tr: Göster/Gizle

source: Download CSV
ar: تنزيل CSV
de: CSV herunterladen
es: Descargar CSV
fr: Télécharger le CSV
it: Scarica CSV
ru: Скачать CSV
tr: CSV İndir

source: Principal
ar: الأصل
de: Tilgung
es: Capital
it: Capitale
ru: Основной долг
tr: Anapara

source: Interest
ar: الفائدة
de: Zinsen
es: Interés
fr: Intérêts
it: Interessi
ru: Проценты
tr: Faiz

source: Balance
ar: الرصيد
de: Restschuld
es: Saldo
fr: Solde
it: Saldo
ru: Остаток
tr: Bakiye

source: This calculator provides estimates for illustration only and does not constitute a loan offer.
de: Dieser Rechner liefert unverbindliche Schätzungen und stellt kein Kreditangebot dar.
es: Esta calculadora proporciona estimaciones solo con fines ilustrativos y no constituye una oferta de préstamo.
fr: Cet outil fournit des estimations à titre indicatif et ne constitue pas une offre de prêt.
it: Questo calcolatore fornisce stime a solo scopo illustrativo e non costituisce un'offerta di prestito.
ru: Этот калькулятор дает ориентировочные оценки и не является предложением кредита.
tr: Bu hesaplayıcı yalnızca örnek amaçlı tahminler sunar ve bir kredi teklifi niteliği taşımaz.

source: amortization
ar: الإهلاك
de: Tilgung
es: amortización
fr: amortissement
it: ammortamento
ru: амортизация
tr: amortisman

source: Rent
tr: Kiralik

source: Sale
tr: Satiş

source: Gross m²
tr: tutar m²

source: Floor
tr: Kat

source: Location
ar: الموقع
de: Lage
es: Ubicación
fr: Emplacement
it: Posizione
ru: Местоположение
tr: Konum

source: Get In Touch With Our Agents
ar: تواصل مع وكلائنا
de: Kontaktieren Sie unsere Makler
es: Ponte en contacto con nuestros agentes
fr: Contactez nos agents
it: Mettiti in Contatto con i Nostri Agenti
ru: Свяжитесь с нашими агентами
tr: Danışmanlarımızla İletişime Geçin

source: Rooms:
tr: Oda Sayısı:

source: Gross m²:
tr: tutar m²

source: Area (sqft):
tr: Yere

source: Floor:
tr: kat

source: Heating:
tr: Isıtma:

source: Kitchen:
tr: Mutfak

source: Balcony:
tr: Balkon

source: Parking:
tr: Otopark

source: Complex:
tr: Site:

source: No
tr: Hayır

source: Elevator:
tr: Asansör:

source: Furnished:
tr: Eşyalı

source: Fees & Listing Info
tr: Ücretler ve İlan Bilgileri

source: Maintenance Fee (Aidat):
tr: Aidat:

source: Deposit:
tr: Depozito:

source: Deed Status:
tr: Tapu Durumu:

source: From Whom:
tr: Kimden:

source: Ad Date:
tr: İlan Tarihi:

source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
it: Prezzo
ru: Цена
tr: Fiyat

source: Size (Gross m²)
tr: Büyüklük (Brüt m²)

source: Elevator
tr: Asansör

source: Typically replies within a day
ar: يرد عادة خلال يوم
de: Antwortet üblicherweise innerhalb eines Tages
es: Suele responder en un día
fr: Répond généralement sous 24 heures
it: Di solito risponde entro un giorno
ru: Обычно отвечает в течение дня
tr: Genellikle bir gün içinde yanıt verir

source: Hey There, How can I help you?
ar: مرحبًا، كيف يمكنني مساعدتك؟
de: Hallo! Wie kann ich helfen?
es: Hola, ¿en qué puedo ayudarte?
fr: Bonjour, comment puis-je vous aider ?
it: Ciao! Come posso aiutarti?
ru: Привет! Чем могу помочь?
tr: Merhaba, nasıl yardımcı olabilirim?

source: About Us
ar: من نحن
de: Über uns
es: Acerca de nosotros
fr: À propos de nous
it: Chi siamo
ru: О нас
tr: Hakkımızda

source: Our Company<br>Koralcity Limited
ar: شركتنا<br>Koralcity Limited
de: Unser Unternehmen<br>Koralcity Limited
es: Nuestra empresa<br>Koralcity Limited
fr: Notre entreprise<br>Koralcity Limited
it: La nostra azienda<br>Koralcity Limited
ru: Наша компания<br>Koralcity Limited
tr: Şirketimiz<br>Koralcity Limited

source: Koralcity Limited offers property owners, developers and buyers/renters a viable housing market. Customers can source and connect with professional agents for the most advanced and eco-friendly housing. Established in 2021, Koral City believes everyone deserves a home with the most advanced technology and Eco-Friendly means. All lives matter.
ar: توفر Koralcity Limited لسوق الإسكان حلولًا مجدية للمالكين والمطورين والمشترين/المستأجرين. يمكن للعملاء العثور على وكلاء محترفين لمساكن حديثة وصديقة للبيئة. تأسست في 2021 وتؤمن Koral City بأن للجميع الحق في منزل بتقنيات متقدمة ووسائل صديقة للبيئة.
de: Koralcity Limited bietet Eigentümern, Entwicklern und Käufern/Mietern einen tragfähigen Wohnungsmarkt. Kunden finden und kontaktieren professionelle Makler für modernste und umweltfreundliche Wohnungen. Gegründet 2021, glaubt Koral City, dass jeder ein Zuhause mit modernster Technologie und umweltfreundlichen Mitteln verdient.
es: Koralcity Limited ofrece a propietarios, promotores y compradores/inquilinos un mercado inmobiliario viable. Los clientes pueden encontrar y contactar con agentes profesionales para viviendas de última generación y respetuosas con el medio ambiente. Fundada en 2021, Koral City cree que todo el mundo merece un hogar con la tecnología más avanzada y medios eco‑amigables.
fr: Koralcity Limited offre aux propriétaires, promoteurs et acheteurs/locataires un marché immobilier viable. Les clients peuvent trouver et contacter des agents professionnels pour des logements modernes et respectueux de l'environnement. Créée en 2021, Koral City estime que chacun mérite un logement doté des technologies les plus avancées et de solutions écoresponsables. Toutes les vies comptent.
it: Koralcity Limited offre a proprietari, sviluppatori e acquirenti/inquilini un mercato immobiliare valido. I clienti possono trovare e contattare agenti professionisti per soluzioni abitative moderne ed ecologiche. Fondata nel 2021, Koral City crede che tutti meritino una casa con tecnologie avanzate e soluzioni eco-compatibili.
ru: Koralcity Limited предлагает собственникам, девелоперам и покупателям/арендаторам жилья устойчивый рынок. Клиенты могут найти и связаться с профессиональными агентами для современных и экологичных решений. Основанная в 2021 году, Koral City верит, что каждый достоин дома с передовыми технологиями и эко‑подходом.
tr: Koralcity Limited; mülk sahipleri, geliştiriciler ve alıcı/kiracılar için sürdürülebilir bir konut pazarı sunar. Müşteriler, en ileri ve çevre dostu konutlar için profesyonel danışmanlarla buluşabilir. 2021'de kurulan Koral City, herkesin en gelişmiş teknoloji ve çevre dostu imkânlarla bir eve layık olduğuna inanır.

source: Why you should choose us
ar: لماذا تختارنا
de: Warum Sie uns wählen sollten
es: Por qué deberías elegirnos
fr: Pourquoi nous choisir
it: Perché sceglierci
ru: Почему выбирают нас
tr: Neden bizi seçmelisiniz

source: 1. We offer land verification and authentication.
ar: 1. نقدّم التحقق من الأراضي وإثبات الملكية.
de: 1. Wir bieten Grundstücksprüfung und Verifikation.
es: 1. Ofrecemos verificación y autenticación de terrenos.
fr: 1. Nous proposons la vérification et l'authentification des terrains.
it: 1. Offriamo verifiche e autenticazione dei terreni.
ru: 1. Проверяем и подтверждаем права на землю.
tr: 1. Arazi doğrulama ve kimlik doğrulama sunuyoruz.

source: 2. We sell, buy, and rent luxury properties at affordable rates.
ar: 2. نبيع ونشتري ونؤجر عقارات فاخرة بأسعار مناسبة.
de: 2. Wir verkaufen, kaufen und vermieten Luxusimmobilien zu erschwinglichen Preisen.
es: 2. Vendemos, compramos y alquilamos propiedades de lujo a precios asequibles.
fr: 2. Nous vendons, achetons et louons des biens de luxe à des tarifs abordables.
it: 2. Vendiamo, acquistiamo e affittiamo immobili di lusso a tariffe accessibili.
ru: 2. Продаем, покупаем и сдаем элитную недвижимость по доступным ценам.
tr: 2. Uygun fiyatlarla lüks mülkleri satar, satın alır ve kiralarız.

source: 3. We offer a conducive platform for property owners to showcase their services.
ar: 3. نوفر منصة مناسبة لمالكي العقارات لعرض خدماتهم.
de: 3. Wir bieten Eigentümern eine geeignete Plattform zur Präsentation ihrer Leistungen.
es: 3. Ofrecemos una plataforma adecuada para que los propietarios muestren sus servicios.
fr: 3. Nous offrons une plateforme adaptée aux propriétaires pour présenter leurs services.
it: 3. Offriamo una piattaforma adatta ai proprietari per presentare i loro servizi.
ru: 3. Предоставляем удобную платформу для собственников, чтобы показать свои услуги.
tr: 3. Mülk sahiplerinin hizmetlerini sergilemeleri için elverişli bir platform sunuyoruz.

source: 4. We have well trained professionals as consultants, developers and agents.
ar: 4. لدينا محترفون مؤهلون: مستشارون ومطورون ووكلاء.
de: 4. Unser Team besteht aus gut ausgebildeten Beratern, Entwicklern und Maklern.
es: 4. Contamos con profesionales bien formados como consultores, desarrolladores y agentes.
fr: 4. Nous disposons de professionnels bien formés : consultants, promoteurs et agents.
it: 4. Disponiamo di professionisti qualificati: consulenti, sviluppatori e agenti.
ru: 4. У нас квалифицированные консультанты, девелоперы и агенты.
tr: 4. Danışman, geliştirici ve emlak danışmanı olarak iyi eğitimli profesyonellerimiz var.

source: 5. We are budget friendly.
ar: 5. أسعارنا مناسبة للميزانية.
de: 5. Wir sind budgetfreundlich.
es: 5. Somos amigables con el presupuesto.
fr: 5. Nous respectons votre budget.
it: 5. Siamo attenti al budget.
ru: 5. Мы бережно относимся к вашему бюджету.
tr: 5. Bütçe dostuyuz.

source: Clients
de: Kunden
es: Clientes
it: Clienti
ru: Клиенты
tr: Müşteriler

source: Apartments
de: Wohnungen
es: Apartamentos
fr: Appartements
it: Appartamenti
ru: Квартиры
tr: Daireler

source: Employees
de: Mitarbeiter
es: Empleados
fr: Employés
it: Dipendenti
ru: Сотрудники
tr: Çalışanlar

source: Meet Our Agents
de: Lernen Sie unsere Makler kennen
es: Conoce a nuestros agentes
fr: Rencontrez nos agents
it: Incontra i nostri agenti
ru: Познакомьтесь с нашими агентами
tr: Danışmanlarımızla Tanışın

source: They provide one of the most professional, informative, loyal and dedicated services<br> in the real estate industry. Client’s satisfaction is their number one priority.
de: Sie bieten einen der professionellsten, informativsten und engagiertesten Services<br> der Immobilienbranche. Die Zufriedenheit der Kunden hat oberste Priorität.
es: Ofrecen uno de los servicios más profesionales, informativos, leales y dedicados<br> del sector inmobiliario. La satisfacción del cliente es su prioridad número uno.
fr: Ils fournissent l'un des services les plus professionnels, informatifs, loyaux et dévoués<br> dans le secteur immobilier. La satisfaction du client est leur priorité numéro un.
it: Offrono uno dei servizi più professionali, informativi, leali e dedicati<br> nel settore immobiliare. La soddisfazione del cliente è la loro priorità assoluta.
ru: Они предоставляют один из самых профессиональных, информативных и преданных сервисов<br> на рынке недвижимости. Удовлетворенность клиентов — их приоритет №1.
tr: Gayrimenkul sektöründe en profesyonel, bilgilendirici, sadık ve özverili hizmetlerden birini sunarlar.<br> Müşteri memnuniyeti bir numaralı öncelikleridir.

source: No Realtors Available
ar: لا يوجد وكلاء متاحون
de: Keine Makler verfügbar
es: No hay agentes disponibles
fr: Aucun agent disponible
it: Nessun agente disponibile
ru: Агентов нет
tr: Emlak danışmanı bulunamadı
