Repository: dewise080/kuzey-v5-Kali-Finale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, it, ru, tr

source: Turkey offers bank mortgages and developer installments for both residents and foreign buyers. Terms, documentation, and maximum loan amounts vary by bank, buyer profile, and property valuation. Below is a practical summary to help you prepare.
ar: توفر تركيا رهونًا عقارية بنكية وخطط أقساط من المطورين لكلٍ من المقيمين والمشترين الأجانب. تختلف الشروط والمستندات والمبالغ القصوى حسب البنك وملف المشتري وتقييم العقار. فيما يلي ملخص عملي لمساعدتك على الاستعداد.
de: Die Türkei bietet sowohl Einwohnern als auch ausländischen Käufern Bankhypotheken und Ratenpläne von Bauträgern. Bedingungen, Unterlagen und maximale Kredithöhen variieren je nach Bank, Käuferprofil und Objektbewertung. Nachfolgend eine praktische Zusammenfassung zur Vorbereitung.
es: Turquía ofrece hipotecas bancarias y planes de pago de promotores para residentes y compradores extranjeros. Las condiciones, la documentación y el importe máximo del préstamo varían según el banco, el perfil del comprador y la tasación. A continuación, un resumen práctico para ayudarte a prepararte.
fr: La Turquie propose des prêts hypothécaires bancaires et des paiements échelonnés via les promoteurs pour les résidents comme pour les acheteurs étrangers. Les conditions, la documentation et les montants maximaux varient selon la banque, le profil de l'acheteur et l'évaluation du bien. Voici un résumé pratique pour vous aider à vous préparer.
it: La Turchia offre mutui bancari e piani di pagamento dei costruttori sia per i residenti sia per gli acquirenti stranieri. Condizioni, documentazione e importi massimi variano in base alla banca, al profilo dell'acquirente e alla valutazione dell'immobile. Di seguito un riepilogo pratico per prepararti.
tr: Türkiye, hem yerleşikler hem de yabancı alıcılar için banka konut kredileri ve müteahhit taksitleri sunar. Koşullar, belgeler ve azami kredi tutarı; bankaya, alıcı profiline ve değerlemeye göre değişir. Aşağıda hazırlık yapmanıza yardımcı olacak pratik bir özet yer almaktadır.

source: Who can apply
ar: من يمكنه التقديم
de: Wer kann beantragen
es: Quién puede solicitar
fr: Qui peut demander
it: Chi può fare domanda
tr: Kimler başvurabilir

source: Turkish citizens and residents: broad bank options and terms.
ar: المواطنون والمقيمون الأتراك: خيارات وشروط مصرفية واسعة.
de: Türkische Staatsbürger und Einwohner: breite Auswahl an Banken und Konditionen.
es: Ciudadanos turcos y residentes: amplias opciones y condiciones bancarias.
fr: Citoyens et résidents turcs : large choix de banques et de conditions.
it: Cittadini e residenti turchi: ampia scelta di banche e condizioni.
tr: T.C. vatandaşları ve ikamet edenler: geniş banka seçenekleri ve koşullar.

source: Foreign buyers: mortgages are available at selected banks, subject to valuation and local policy.
ar: المشترون الأجانب: تتوفر الرهون العقارية لدى بعض البنوك، وفقًا للتقييم والسياسة المحلية.
de: Ausländische Käufer: Hypotheken sind bei ausgewählten Banken erhältlich, abhängig von Bewertung und lokaler Politik.
es: Compradores extranjeros: las hipotecas están disponibles en bancos seleccionados, sujetas a tasación y política local.
fr: Acheteurs étrangers : des prêts hypothécaires sont disponibles dans certaines banques, sous réserve d'évaluation et de la politique locale.
it: Acquirenti stranieri: i mutui sono disponibili presso alcune banche, soggetti a valutazione e normativa locale.
tr: Yabancı alıcılar: değerleme ve yerel politikalara tabi olmak üzere seçili bankalarda konut kredileri mevcuttur.

source: Typical loan terms
ar: شروط القرض النموذجية
de: Übliche Kreditkonditionen
es: Condiciones típicas del préstamo
fr: Conditions d'emprunt typiques
it: Condizioni tipiche di prestito
tr: Tipik kredi koşulları

source: Currency: mostly TRY-denominated mortgages; FX loans are limited.
ar: العملة: غالبًا قروض مقومة بالليرة التركية؛ القروض بالعملات الأجنبية محدودة.
de: Währung: überwiegend TRY‑Hypotheken; Fremdwährungskredite sind begrenzt.
es: Moneda: en su mayoría hipotecas denominadas en TRY; los préstamos en divisas son limitados.
fr: Devise : principalement des prêts en TRY ; les prêts en devises sont limités.
it: Valuta: per lo più mutui in TRY; i prestiti in valuta estera sono limitati.
tr: Para birimi: çoğunlukla TL cinsinden konut kredileri; döviz kredileri sınırlıdır.

source: Tenor: commonly 5–10 years depending on bank and profile.
ar: المدة: عادة 5–10 سنوات حسب البنك والملف.
de: Laufzeit: üblicherweise 5–10 Jahre, abhängig von Bank und Profil.
es: Plazo: normalmente de 5 a 10 años según el banco y el perfil.
fr: Durée : généralement 5 à 10 ans selon la banque et le profil.
it: Durata: comunemente 5–10 anni a seconda della banca e del profilo.
tr: Vade: bankaya ve profile bağlı olarak genellikle 5–10 yıl.

source: Loan-to-Value (LTV): determined by the bank’s appraisal; foreigners often qualify for lower LTVs than residents.
ar: نسبة القرض إلى القيمة (LTV): تُحدد بتقييم البنك؛ غالبًا ما يحصل الأجانب على نسب أقل من المقيمين.
de: Beleihungsauslauf (LTV): durch die Bankbewertung bestimmt; Ausländer erhalten oft niedrigere LTVs als Inländer.
es: Relación préstamo-valor (LTV): determinada por la tasación del banco; los extranjeros suelen calificar para LTV más bajos que los residentes.
fr: Ratio prêt/valeur (LTV) : déterminé par l'expertise de la banque ; les étrangers obtiennent souvent un LTV plus faible que les résidents.
it: Rapporto prestito/valore (LTV): determinato dalla perizia della banca; gli stranieri spesso ottengono LTV più bassi rispetto ai residenti.
tr: Kredi-Değer Oranı (LTV): bankanın ekspertiziyle belirlenir; yabancılar genellikle ikamet edenlere kıyasla daha düşük LTV alır.

source: Interest: variable by bank and market; request an up-to-date quote.
ar: الفائدة: تختلف حسب البنك والسوق؛ اطلب عرضًا محدثًا.
de: Zins: je nach Bank und Markt variabel; fordern Sie ein aktuelles Angebot an.
es: Interés: variable según el banco y el mercado; solicita una cotización actualizada.
fr: Intérêt : variable selon la banque et le marché ; demandez un devis à jour.
it: Interessi: variabili in base alla banca e al mercato; richiedi un preventivo aggiornato.
tr: Faiz: bankaya ve piyasaya göre değişir; güncel teklif isteyin.

source: Required documents (common)
ar: المستندات المطلوبة (الشائعة)
de: Erforderliche Unterlagen (allgemein)
es: Documentos requeridos (comunes)
fr: Documents requis (courants)
it: Documenti richiesti (comuni)
tr: Gerekli belgeler (genel)

source: Passport/ID and biometric photo
ar: جواز السفر/الهوية وصورة بيومترية
de: Reisepass/Ausweis und biometrisches Foto
es: Pasaporte/ID y foto biométrica
fr: Passeport/PI et photo biométrique
it: Passaporto/ID e foto biometrica
tr: Pasaport/kimlik ve biyometrik fotoğraf

source: Turkish tax number (Vergi Numarası)
ar: الرقم الضريبي التركي (Vergi Numarası)
de: Türkische Steuernummer (Vergi Numarası)
es: Número fiscal turco (Vergi Numarası)
fr: Numéro fiscal turc (Vergi Numarası)
it: Codice fiscale turco (Vergi Numarası)
tr: Türkiye vergi numarası (Vergi Numarası)

source: Proof of income (salary slips, tax returns, bank statements)
ar: إثبات الدخل (قسائم الرواتب، الإقرارات الضريبية، كشوف الحساب البنكي)
de: Einkommensnachweis (Gehaltsabrechnungen, Steuererklärungen, Kontoauszüge)
es: Justificante de ingresos (nóminas, declaraciones de impuestos, extractos bancarios)
fr: Justificatif de revenus (bulletins de salaire, déclarations d'impôts, relevés bancaires)
it: Prova di reddito (buste paga, dichiarazioni dei redditi, estratti conto)
tr: Gelir belgesi (maaş bordrosu, vergi beyannamesi, banka hesap dökümleri)

source: Address proof (utility bill or residency document)
ar: إثبات العنوان (فاتورة خدمات أو مستند إقامة)
de: Adressnachweis (Versorgerrechnung oder Aufenthaltsdokument)
es: Comprobante de domicilio (recibo de servicios o documento de residencia)
fr: Justificatif de domicile (facture de services publics ou document de résidence)
it: Prova di indirizzo (bolletta o documento di residenza)
tr: Adres teyidi (fatura veya ikamet belgesi)

source: Property appraisal report (SPK valuation) arranged via bank
ar: تقرير تقييم العقار (تقييم SPK) عبر البنك
de: Bewertungsbericht (SPK‑Bewertung), über die Bank veranlasst
es: Informe de tasación de la propiedad (valoración SPK) gestionado por el banco
fr: Rapport d'expertise du bien (évaluation SPK) organisé via la banque
it: Perizia dell'immobile (valutazione SPK) predisposta tramite banca
tr: Banka aracılığıyla düzenlenen gayrimenkul değerleme raporu (SPK ekspertizi)

source: Process at a glance
ar: العملية باختصار
de: Ablauf auf einen Blick
es: Proceso de un vistazo
fr: Processus en un coup d'œil
it: Processo in sintesi
tr: Sürece genel bakış

source: Pre-qualification: discuss budget, LTV, and estimated rates with the bank.
ar: ما قبل التأهيل: ناقش الميزانية، ونسبة LTV، والأسعار التقديرية مع البنك.
de: Vorprüfung: Budget, LTV und geschätzte Zinssätze mit der Bank besprechen.
es: Precalificación: comenta presupuesto, LTV y tasas estimadas con el banco.
fr: Préqualification : discutez du budget, du LTV et des taux estimés avec la banque.
it: Pre-qualifica: discuti con la banca budget, LTV e tassi stimati.
tr: Ön değerlendirme: banka ile bütçe, LTV ve tahmini oranları görüşün.

source: Open a Turkish bank account and obtain a tax number if you don’t have one.
ar: افتح حسابًا بنكيًا تركيًا واحصل على رقم ضريبي إن لم يكن لديك.
de: Türkisches Bankkonto eröffnen und Steuernummer besorgen, falls nicht vorhanden.
es: Abre una cuenta bancaria en Turquía y obtén un número fiscal si no lo tienes.
fr: Ouvrez un compte bancaire turc et obtenez un numéro fiscal si vous n'en avez pas.
it: Apri un conto in banca in Turchia e ottieni un codice fiscale se non lo possiedi.
tr: Bir Türk banka hesabı açın ve yoksa vergi numarası alın.

source: Submit documents; bank orders independent valuation of the property.
ar: قدّم المستندات؛ يطلب البنك تقييماً مستقلاً للعقار.
de: Unterlagen einreichen; die Bank beauftragt eine unabhängige Bewertung.
es: Entrega los documentos; el banco encarga una tasación independiente de la propiedad.
fr: Soumettez les documents ; la banque mandate une expertise indépendante du bien.
it: Presenta i documenti; la banca richiede una valutazione indipendente dell'immobile.
tr: Belgeleri sunun; banka mülk için bağımsız bir değerleme talep eder.

source: Final approval: the loan amount is set based on the valuation report.
ar: الموافقة النهائية: يحدد مبلغ القرض بناءً على تقرير التقييم.
de: Endgültige Genehmigung: die Kredithöhe richtet sich nach dem Bewertungsbericht.
es: Aprobación final: el importe del préstamo se fija según el informe de tasación.
fr: Approbation finale : le montant du prêt est fixé sur la base du rapport d'évaluation.
it: Approvazione finale: l'importo del prestito è stabilito in base alla perizia.
tr: Nihai onay: kredi tutarı değerleme raporuna göre belirlenir.

source: Signing and disbursement: earthquake insurance (DASK) is typically required before deed transfer.
ar: التوقيع والصرف: عادة ما يُطلب تأمين الزلازل (DASK) قبل نقل الملكية.
de: Unterzeichnung und Auszahlung: Erdbebenversicherung (DASK) ist vor der Eigentumsübertragung üblich.
es: Firma y desembolso: normalmente se requiere seguro contra terremotos (DASK) antes de la transferencia de la escritura.
fr: Signature et décaissement : l'assurance tremblement de terre (DASK) est généralement requise avant le transfert du titre.
it: Firma e erogazione: l'assicurazione terremoto (DASK) è solitamente richiesta prima del trasferimento del titolo.
tr: İmza ve kullandırım: tapu devrinden önce genellikle DASK deprem sigortası gerekir.

source: Fees and mandatory items
ar: الرسوم والمتطلبات الإلزامية
de: Gebühren und Pflichtpunkte
es: Comisiones y elementos obligatorios
fr: Frais et éléments obligatoires
it: Commissioni e voci obbligatorie
tr: Ücretler ve zorunlu kalemler

source: Appraisal (valuation) fee
ar: رسوم التقييم
de: Bewertungsgebühr
es: Tarifa de tasación
fr: Frais d'expertise (évaluation)
it: Costo di perizia (valutazione)
tr: Ekspertiz (değerleme) ücreti

source: Loan allocation/processing fee (varies by bank)
ar: رسوم فتح/معالجة القرض (تختلف حسب البنك)
de: Kreditbereitstellungs-/Bearbeitungsgebühr (je nach Bank)
es: Comisión de apertura/tramitación del préstamo (varía según el banco)
fr: Frais d'ouverture/traitement du prêt (variable selon la banque)
it: Commissione di apertura/istruttoria (varia per banca)
tr: Kredi tahsis/işlem ücreti (bankaya göre değişir)

source: DASK earthquake insurance (mandatory) and property insurance
ar: تأمين الزلازل DASK (إلزامي) وتأمين العقار
de: DASK‑Erdbebenversicherung (pflicht) und Wohngebäudeversicherung
es: Seguro de terremotos DASK (obligatorio) y seguro de hogar
fr: Assurance tremblement de terre DASK (obligatoire) et assurance habitation
it: Assicurazione terremoto DASK (obbligatoria) e assicurazione casa
tr: DASK deprem sigortası (zorunlu) ve konut sigortası

source: Title deed taxes and notary fees (paid at transfer)
ar: ضرائب سند الملكية وأتعاب الكاتب بالعدل (تدفع عند النقل)
de: Grunderwerbs-/Grundbuchabgaben und Notargebühren (bei Übertragung)
es: Impuestos de escritura y honorarios notariales (se pagan en la transferencia)
fr: Taxes sur le titre de propriété et frais de notaire (payés lors du transfert)
it: Imposte sul titolo di proprietà e onorari notarili (pagati al trasferimento)
tr: Tapu harçları ve noter ücretleri (devir sırasında ödenir)

source: Money transfers
ar: التحويلات المالية
de: Geldüberweisungen
es: Transferencias de dinero
fr: Transferts d'argent
it: Trasferimenti di denaro
ru: Денежные переводы
tr: Para transferleri

source: International buyers typically fund down payments and closing via SWIFT transfers in foreign currency. Banks may request source-of-funds documentation. Currency conversion and payment documentation for the title office are handled in coordination with your bank and notary.
ar: يموّل المشترون الدوليون عادة الدفعة الأولى والإغلاق عبر تحويلات SWIFT بالعملة الأجنبية. قد تطلب البنوك مستندات مصدر الأموال. تتم تحويلات العملة ووثائق الدفع لمكتب السجل بالتنسيق مع بنكك وكاتب العدل.
de: Internationale Käufer leisten Anzahlung und Schlusszahlung häufig per SWIFT‑Überweisung in Fremdwährung. Banken können Nachweise zur Mittelherkunft verlangen. Währungsumtausch und Zahlungsbelege für das Grundbuchamt erfolgen in Abstimmung mit Ihrer Bank und dem Notar.
es: Los compradores internacionales suelen financiar los anticipos y el cierre mediante transferencias SWIFT en moneda extranjera. Los bancos pueden solicitar documentación del origen de los fondos. La conversión de moneda y la documentación de pago para el registro de la propiedad se gestionan en coordinación con tu banco y el notario.
fr: Les acheteurs internationaux financent généralement l'apport et la clôture via des virements SWIFT en devise étrangère. Les banques peuvent demander des justificatifs de provenance des fonds. La conversion de devise et les documents de paiement pour le bureau des titres sont gérés en coordination avec votre banque et votre notaire.
it: Gli acquirenti internazionali finanziano tipicamente acconto e chiusura tramite bonifici SWIFT in valuta estera. Le banche possono richiedere documentazione sulla provenienza dei fondi. La conversione valutaria e i documenti di pagamento per l'ufficio titoli sono gestiti in coordinamento con la tua banca e il tuo notaio.
ru: Иностранные покупатели обычно оплачивают аванс и расчет через SWIFT‑переводы в иностранной валюте. Банки могут запрашивать подтверждение источника средств. Конвертация валюты и документы для регистрации права оформляются совместно с вашим банком и нотариусом.
tr: Uluslararası alıcılar genellikle peşinat ve kapanış ödemelerini yabancı para cinsinden SWIFT transferleriyle yapar. Bankalar, fon kaynağına ilişkin belgeler isteyebilir. Döviz bozdurma ve tapu müdürlüğü için ödeme evrakları banka ve noterinizle koordinasyon içinde yürütülür.

source: Alternatives to bank mortgages
ar: بدائل الرهن العقاري البنكي
de: Alternativen zur Bankhypothek
es: Alternativas a las hipotecas bancarias
fr: Alternatives aux prêts bancaires
it: Alternative ai mutui bancari
ru: Альтернативы банковской ипотеке
tr: Banka kredilerine alternatifler

source: Developer installment plans: staged payments during constrinsuction or short-term post-handover schedules.
ar: خطط أقساط المطوّر: دفعات مرحلية أثناء البناء أو جداول قصيرة بعد التسليم.
de: Ratenpläne des Bauträgers: gestaffelte Zahlungen während der Bauphase oder kurze Pläne nach Übergabe.
es: Planes de pago del promotor: pagos escalonados durante la construcción o calendarios cortos tras la entrega.
fr: Plans de paiement promoteur : paiements échelonnés pendant la construction ou échéanciers courts après la remise des clés.
it: Piani di pagamento del costruttore: pagamenti scaglionati durante la costruzione o piani brevi dopo la consegna.
ru: Рассрочка от застройщика: поэтапные платежи в период строительства или короткие графики после сдачи.
tr: Müteahhit taksit planları: inşaat sırasında kademeli ödemeler veya teslim sonrası kısa vadeli planlar.

source: Personal loans or home equity from your home country (if applicable).
ar: قروض شخصية أو تمويل مقابل المنزل في بلدك (إن وُجد).
de: Privatkredite oder Beleihung von Wohneigentum im Heimatland (falls zutreffend).
es: Préstamos personales o crédito con garantía hipotecaria en tu país (si aplica).
fr: Prêts personnels ou prêts hypothécaires de votre pays d'origine (le cas échéant).
it: Prestiti personali o mutui/linee di credito nel tuo paese (se applicabile).
ru: Потребительские кредиты или кредит под залог жилья в вашей стране (если применимо).
tr: Kişisel krediler veya kendi ülkenizdeki konut teminatlı krediler (uygunsa).

source: Popular banks to consider
ar: بنوك شائعة يُنصح بالنظر فيها
de: In Frage kommende Banken
es: Bancos populares a considerar
fr: Banques populaires à considérer
it: Banche popolari da considerare
ru: Популярные банки
tr: Değerlendirilebilecek popüler bankalar

source: Major institutions active in retail mortgages include:
ar: أهم المؤسسات النشطة في الرهون العقارية للأفراد تشمل:
de: Zu den wichtigen Anbietern im Hypothekengeschäft zählen:
es: Las principales instituciones activas en hipotecas minoristas incluyen:
fr: Principales institutions actives en prêts aux particuliers :
it: Principali istituti attivi nei mutui retail:
ru: К крупнейшим участникам рынка ипотеки относятся:
tr: Bireysel konut kredilerinde öne çıkan kuruluşlar şunlardır:

source: Availability and terms for foreign buyers vary by branch and policy; please confirm locally.
ar: تختلف الإتاحة والشروط للمشترين الأجانب حسب الفرع والسياسة؛ يرجى التأكيد محليًا.
de: Verfügbarkeit und Konditionen für ausländische Käufer variieren je nach Filiale und Richtlinie; bitte vor Ort bestätigen.
es: La disponibilidad y condiciones para compradores extranjeros varían según la sucursal y la política; confirma localmente.
fr: La disponibilité et les conditions pour les acheteurs étrangers varient selon les agences et les politiques ; veuillez confirmer localement.
it: Disponibilità e condizioni per acquirenti stranieri variano per filiale e politica; si prega di confermare localmente.
ru: Доступность и условия для иностранных покупателей зависят от филиала и политики; уточняйте на месте.
tr: Yabancı alıcılar için uygunluk ve koşullar şube ve politikalara göre değişir; lütfen yerelde teyit edin.

source: Related
ar: ذات صلة
de: Verwandtes
es: Relacionado
fr: Connexes
it: Correlati
ru: Похожее
tr: İlgili

source: Featured properties you can finance
ar: عقارات مميزة يمكنك تمويلها
de: Finanzierbare Top‑Objekte
es: Propiedades destacadas que puedes financiar
fr: Biens sélectionnés que vous pouvez financer
it: Immobili in evidenza che puoi finanziare
ru: Объекты, которые можно профинансировать
tr: Finanse edebileceğiniz öne çıkan mülkler

source: Quick facts
ar: معلومات سريعة
de: Kurzinfos
es: Datos rápidos
fr: À retenir
it: In breve
ru: Краткие факты
tr: Hızlı bilgiler

source: Independent valuation sets the maximum loanable amount.
ar: التقييم المستقل يحدد الحد الأقصى للقرض.
de: Die unabhängige Bewertung bestimmt die maximale Kredithöhe.
es: La tasación independiente establece el importe máximo financiable.
fr: L'expertise indépendante fixe le montant maximal finançable.
it: La perizia indipendente stabilisce l'importo massimo finanziabile.
ru: Независимая оценка определяет максимальную сумму кредита.
tr: Bağımsız değerleme, alınabilecek azami kredi tutarını belirler.

source: Earthquake insurance (DASK) is mandatory.
ar: تأمين الزلازل (DASK) إلزامي.
de: Erdbebenversicherung (DASK) ist verpflichtend.
es: El seguro contra terremotos (DASK) es obligatorio.
fr: L'assurance tremblement de terre (DASK) est obligatoire.
it: L'assicurazione terremoto (DASK) è obbligatoria.
ru: Страхование от землетрясений (DASK) обязательно.
tr: Deprem sigortası (DASK) zorunludur.

source: Bring a tax number and recent bank statements.
ar: أحضر رقمًا ضريبيًا وكشوف حساب بنكية حديثة.
de: Steuernummer und aktuelle Kontoauszüge bereithalten.
es: Lleva un número fiscal y extractos bancarios recientes.
fr: Munissez-vous d'un numéro fiscal et de relevés bancaires récents.
it: Porta un codice fiscale e estratti conto recenti.
ru: Подготовьте ИНН и свежие банковские выписки.
tr: Vergi numaranızı ve güncel banka hesap dökümlerinizi getirin.

source: Expect 2–4 weeks for full approval and disbursement.
ar: توقع 2–4 أسابيع للموافقة الكاملة والصرف.
de: Rechnen Sie mit 2–4 Wochen bis zur endgültigen Genehmigung und Auszahlung.
es: Calcula entre 2 y 4 semanas para la aprobación total y el desembolso.
fr: Comptez 2 à 4 semaines pour l'approbation complète et le décaissement.
it: Prevedi 2–4 settimane per l'approvazione completa e l'erogazione.
ru: Ожидайте 2–4 недели до полного одобрения и выдачи.
tr: Tam onay ve kullandırım için 2–4 hafta öngörün.

source: Financing Inquiry
ar: طلب تمويل
de: Finanzierungsanfrage
es: Consulta de financiación
fr: Demande de financement
it: Richiesta di finanziamento
ru: Запрос по финансированию
tr: Finansman Talebi

source: Get in touch about mortgages in Turkey
ar: تواصل معنا بخصوص الرهون العقارية في تركيا
de: Kontaktieren Sie uns zu Hypotheken in der Türkei
es: Ponte en contacto sobre hipotecas en Turquía
fr: Contactez-nous au sujet des prêts hypothécaires en Turquie
it: Mettiti in contatto per i mutui in Turchia
ru: Свяжитесь с нами по ипотеке в Турции
tr: Türkiye'de konut kredileri hakkında bize ulaşın
